"welcomekey" = "Willkommen!"; 

//AppInfoDialog
"versionInfoKey" = "myTimes time/task tracking
Version %@
Copyright (c) 2010 by 
Michael Anteboth.




Kontakt und weitere Informationen:";

"applicationHomepageURLLabel" = "Hilfeseiten und Hompage unter:";
"applicationHomepageURL" = "http://iphone.anteboth.com";

"application.email" = "iphone@anteboth.com";

"applicationInfoEmail.body" = "Bitte teilen Sie mir Ihre Anregungen, Kritik und sonstiges Feeback mit.";
"applicationInfoEmail.subject" = "myTimes Feedback";

"WorkUnitListCellFormatString" = "%@ - %@";
"taskSummaryFormatString" = "%i Einträge - %@";
"projectSummaryFormatString" = "%i Teilprojekte - %@";

"backButtonLabelKey" = "Zurück";


//CSV Mail Export
"exportBaseUrl" = "http://iphone.anteboth.com/mytimesExportMailSender.php";
"csvExportActionSheet.title" = "CSV-Mail-Export";
"csvExportActionSheet.exportAllTitle" = "Alle Projekte exportieren";
"csvExportActionSheet.exportSelectedTitle" = "Nur selektiertes Projekt";
"csvExportActionSheet.cancel" = "Abbrechen";

//XML&CSV Export
"export.error.receiverIsMissing" = "Geben Sie eine Empfänger Adresse an.";
"export.error.exportFormatIsMissing" = "Geben Sie ein Exportformat an.";
"export.error.startDateMustBeforeEndDate" = "Startdatum muss vor Enddatum liegen.";
"export.error.atLeastOneProjectForExportMustBeSelected" = "Es muss mindestens ein Projekt für den Export ausgewählt werden.";

"export.csvXmlExportSuccess.title" = "CSV/XML Export";
"export.csvXmlExportSuccess.message" = "Ihre Daten wurden erfolgreich exportiert.";

"export.error.title" = "Fehler beim CSV/XML Export";

"export.label.to" = "An:";
"export.label.subject" = "Betreff:";
"export.label.subject.text" = "myTimes CSV/XML Export";
"export.label.options" = "Optionen:";
"export.label.options.csvXml" = "CSV&XML";
"export.label.options.csv" = "CSV";
"export.label.options.xml" = "XML";
"export.label.options.none" = "";
"export.label.options.startFormat" = "Anfang: %@";
"export.label.options.endFormat" = "Ende: %@";
"export.label.options.chooseExportFormat" = "Exportformat:";
"export.label.options.chooseExportRange" = "Exportzeitbereich:";
"export.label.options.chooseExportProjects" = "Projekte:";
"export.label.body" = "Nachricht:";
"export.label.body.text" = "Ihre exportierten Daten finden Sie im Anhang dieser eMail.";

"export.label.options.allProjectsSelected" = "Alle";
"export.label.options.markProjectsForExport" = "Projekte für Export wählen:";
"export.label.importLinkText" = "<br><br>Für einen (Re)Import Ihrer Daten öffnen Sie diesen Link auf Ihrem iPhone/iPod Touch: ";

//CSV Export titel
"csvExport.title" = "myTimes CSV-Export";
//CSV Export header 
"csvExport.header" = "Projekt;Unterprojekt;Datum;Start;Ende;Pause;Dauer/Summe;Beschreibung";

//WorkUnitEditView
"notes.placeholder" = "<Notizen>";
"error.title" = "Fehler";
"error.msg.pauseCannotBeGreaterThanDuration" = "Die Pausenzeit darf nicht größer als die Gesamtdauer sein.";
"error.close.button.text" = "OK";

"error.msg.startDateCannotBeLaterThanEndDate" = "Der Anfangszeitpunkt darf nicht nach dem Endzeitpunkt liegen.";
"error.msg.endDateCannotBeBeforeStartDate" = "Der Endzeitpunkt darf nicht vor den Anfangszeitpunkt liegen.";

"error.msg.projectAndSubprojectAreNessecary" = "Projekt und Teilprojekt müssen angegeben werden.";

"workUnitDetails.dateTimeFormat" = "%@ - %@ Uhr";
"workUnitDetails.timeFormat" = "%@ Uhr";

"tinyDateFormat" = "dd.MM";

"pausePickerView.hours" = "Stunden";
"pausePickerView.mins" = "Mins";

"label.project" = "Projekt";
"label.subproject" = "Teilprojekt";
"label.start" = "Anfang";
"label.end" = "Ende";
"label.pause" = "Pause";
"label.duration" = "Dauer";

//deletion of workunit confirm dialog
"workunitDeletion.title" = "Eintrag wirklich löschen?";
"workunitDeletion.confirm" = "Eintrag löschen";
"workunitDeletion.cancel" = "Abbrechen";

//Help File
"help.file.name" = "help_de";

//Cancel WorkUnit editing
"workUnitEditView.confirmCancelEditing.message" = "Möchten Sie wirklich abbrechen?\nDabei gehen Ihre Änderungen verloren.";
"workUnitEditView.confirmCancelEditing.cancel" = "Abbrechen";
"workUnitEditView.confirmCancelEditing.proceed" = "Fortfahren";

//XML Import
"xml.import.n_projectsImported.message" = "%i Projekte importiert.";
"xml.import.projectsImportetTitle"= "XML-Import";
"xml.import.importSourceDialogTitle" = "XML-Import URL:";
"xml.import.importSourceDialog.ok" = "Ja als neue Projekte";
"xml.import.importSourceDialog.ok2" = "Ja und Projekte löschen";
"xml.import.importSourceDialog.cancel" = "Abbrechen";
"xml.import.importSourceDialog.import" = "Import als neue Projekte";
"xml.import.importSourceDialog.import2" = "Import und Projekte löschen";
"xml.importAtStart.importSourceDialogTitle" = "XML-Import von URL?";
"xml.importAtStart.importSourceDialogTitle2" = "XML-Import Starten?";
"xml.import.importFinished.ok" = "OK";